const questions = [
  {
    question: "Какой вкус кошки не различают?",
    answer: "сладкий",
    options: [
    "кислый",
    "сладкий",
    "соленый",
    "горький"
    ]
  },
  {
    question: "Сколько зубов у взрослой кошки?",
    answer: "30",
    options: [
    "32",
    "28",
    "26",
    "30"
    ]
  },
  {
    question: "Кто изобрел дверь для домашних кошек?",
    answer: "Исаак Ньютон",
    options: [
    "Иммануил Кант",
    "Исаак Ньютон",
    "Даниель Дефо",
    "Чарлз Роберт Дарвин"
    ]
  },
  {
    question: "Какой цвет из перечисленных кошки различают лучше всего?",
    answer: "серый",
    options: [
    "серый",
    "коричневый",
    "розовый",
    "желтый"
    ]
  },
  {
    question: "Сколько существует официально признанных кошачьих пород?",
    answer: "около 200",
    options: [
    "около 150",
    "около 200",
    "около 250",
    "около 300"
    ]
  },
]